<?php

if (!defined('BASEPATH'))
    exit('No direct script access allowed');

/**
 * 验证码图片配置 存放体积较大的用户配置数据
 */
Class CaptchaConfig {

    public static $chinese_word = array("人", "出", "来", "友", "学", "孝", "仁", "义", "礼",
        "廉", "忠", "国", "中", "易", "白", "者", "火", "土", "金", "木",
        "雷", "风", "龙", "虎", "天", "地", "生", "晕", "菜", "鸟", "田",
        "三", "百", "钱", "福", "爱", "情", "兽", "虫", "鱼", "九", "网",
        "新", "度", "哎", "唉", "啊", "哦", "仪", "老", "少", "日", "月", "星", "增",
        "则", "完", "风", "回", "南", "广", "劳", "轮", "科", "北", "打", "积", "车", "计",
        "给", "节", "做", "务", "被", "整", "联", "步", "类", "集", "号", "列", "温", "装", "即", "毫", "知",
        "轴", "研", "单", "色", "坚", "据", "余", "倒", "卷", "创", "律", "雨", "让", "骨", "远", "帮",
        "初", "皮", "播", "优", "占", "毒", "圈", "伟", "季", "训", "控", "激", "找", "叫", "云", "互", "跟", "裂", "粮",
        "粒", "母", "练", "塞", "钢", "顶", "策", "双", "留", "误", "础", "吸", "阻", "故", "寸", "盾",
        "晚", "丝", "女", "散", "焊", "功", "株", "亲", "院", "冷", "彻", "弹", "错", "散", "商", "视", "艺", "灭", "版", "烈",
        "零", "室", "轻", "血", "倍", "缺", "厘", "泵", "察", "绝", "富", "城", "冲", "喷", "壤", "简", "否", "柱", "李", "望", "盘", "磁", "雄",
        "似", "困", "巩", "益", "洲", "脱", "投", "送", "奴", "侧", "润", "盖", "挥", "距", "触", "星", "松", "送", "获", "兴", "独", "官", "混",
        "纪", "依", "未", "突", "架", "宽", "冬", "章", "湿", "偏", "纹", "吃", "执", "阀", "矿", "寨", "责", "熟", "稳", "夺",
        "硬", "价", "努", "翻", "奇", "甲", "预", "职", "评", "读", "背", "协", "损", "棉", "侵", "灰", "虽", "矛", "厚", "罗", "泥", "辟", "告",
        "卵", "箱", "掌", "氧", "恩", "爱", "停", "曾", "溶", "营", "终", "纲", "孟", "钱", "待", "尽", "俄", "缩", "沙", "退", "陈", "讨", "奋",
        "械", "载", "胞", "幼", "哪", "剥", "迫", "旋", "征", "槽", "倒", "握", "担", "仍", "呀", "鲜", "吧", "卡", "粗", "介", "钻", "逐", "弱", "脚",
        "怕", "盐", "末", "阴", "丰", "编", "印", "蜂", "急", "拿", "扩");

}

$config['user_config_data'] = 1;
